---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicFeetPerMinute
source: html/b84522a8-3c1c-dba8-a792-59ab9dabbeca.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicFeetPerMinute Property

Cubic feet per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicFeetPerMinute { get; }
```